[
    {
        "topic": "В архитектуре применяют простые геометрические решения.",
        "west": {
            "message": "Смелое инновационное решение от ведущих мировых архитекторов.",
            "bestPractices": [
                {
                    "message": "Это Национальный оперный театр, его построили в 2007 году по проекту норвежского архитектурного бюро Snøhetta, который выбрали среди 200 других работ, присланных со всего мира.",
                    "imgLink": "https://varlamov.me/2019/oslo/15.jpg",
                    "imgDescription": "Оперный театр Осло. Источник: http://varlamov.ru.",
                    "linkHref": "https://varlamov.ru/3550200.html",
                    "linkCaption": "И. Варламов. Как живут самые счастливые люди в мире. 8 августа 2019"
                }
            ]
        },
        "russia": {
            "message": "Безобразная брежневская коробка, прекрасно символизирующая врождённое уныние гражданского общества.",
            "imgLink": "https://дк-яуза.рф/images/gallery/foto/1/11.jpg",
            "imgDescription": "Мытищинский Дворец культуры «Яуза». Источник: http://дк-яуза.рф."
        }
    },
    {
        "topic": "При строительстве пользуются яркими и пёстрыми красками.",
        "west": {
            "message": "Яркое и жизнерадостное решение с грамотно подобранными цветами.",
            "bestPractices": [
                {
                    "message": "Здание может быть ярким, может быть вызывающе ярким и пёстрым.",
                    "imgLink": "https://varlamov.me/2018/stockholm_newray/07.jpg",
                    "imgDescription": "Многоквартирный жилой дом в Стокгольме. Источник: http://varlamov.ru.",
                    "linkHref": "https://varlamov.ru/2909504.html",
                    "linkCaption": "И. Варламов. Новые районы Стокгольма. Хотели бы так жить? 7 мая 2018"
                },
                {
                    "message": "...Хороший пример как надо работать с цветом в архитектуре. С одной стороны, мы получаем яркое пятно в районе. С другой, этот дом не раздражает, его цвета подобраны очень грамотно.",
                    "imgLink": "https://varlamov.me/2019/kopenhagen_newrai/06.jpg",
                    "imgDescription": "Многоквартирный жилой дом в Копенгагене. Источник: http://varlamov.ru.",
                    "linkHref": "https://varlamov.ru/3577999.html",
                    "linkCaption": "И. Варламов. Новые районы Копенгагена: деревья, каналы, велосипеды. 1 сентября 2019"
                }
            ]
        },
        "russia": {
            "message": "Пёстрое разноцветное говно.",
            "bestPractices": [
                {
                    "message": "Когда наши колхозники пытаются работать с цветом, почти гарантировано получается говно.",
                    "imgLink": "https://varlamov.me/2015/sahalin_ploh/46.jpg",
                    "imgDescription": "Многоквартирный жилой дом в неустановленном регионе России. Источник: http://varlamov.ru.",
                    "linkHref": "https://varlamov.ru/1973591.html",
                    "linkCaption": "И. Варламов. Чем опасны цветные дома. 23 сентября 2016"
                },
                {
                    "message": "Вот скажите мне, как можно объяснить появление в Санкт-Петербурге [...] вот этого пёстрого разноцветного говна?",
                    "imgLink": "https://varlamov.me/2017/new_ohta/00s.jpg",
                    "imgDescription": "Многоквартирный жилой дом в Санкт-Петербурге. Источник: http://varlamov.ru.",
                    "linkHref": "https://varlamov.ru/2202685.html",
                    "linkCaption": "И. Варламов. Жуткий Петербург: ЖК \"Новая Охта\". 25 января 2017"
                }
            ]
        }
    },
    {
        "topic": "При строительстве пользуются серыми и ненасыщенными красками.",
        "west": {
            "message": "Спокойное и выдержанное, не кричащее решение."
        },
        "russia": {
            "message": "Тлен и безысходность в архитектуре точно отражают серость народной массы.",
            "bestPractices": [
                {
                    "message": "Все испоганили серой краской.",
                    "linkHref": "https://varlamov.ru/1396072.html",
                    "linkCaption": "И. Варламов. Уфа заиграла новыми красками. 6 июля 2015"
                }
            ]
        }
    },
    {
        "topic": "Бывшие культовые сооружения приспосабливают для новых нужд.",
        "west": {
            "message": "Воспитанные и просвещённые граждане идут в ногу со временем.",
            "bestPractices": [
                {
                    "message": "...Группа энтузиастов смогла [церковь] восстановить и превратить в скейтпарк. Стены внутри бывшей церкви расписал художник Окуда Сан Мигель. Он оформил их разноцветными геометрическими фигурами и радугами. Когда солнце сквозь окна освещает внутреннее помещение скейтпарка, здесь становится очень ярко и красиво.",
                    "imgLink": "https://varlamov.me/2016/church/42.jpg",
                    "imgDescription": "Бывшая церковь святой Варвары в Льянере, Испания. Источник: http://varlamov.ru.",
                    "linkHref": "https://varlamov.ru/1795206.html",
                    "linkCaption": "И. Варламов. Ничего святого: что европейцы делают с церквями. 21 июня 2016"
                }
            ]
        },
        "russia": {
            "message": "Кровавые жидобольшевики варварски надругались над русской культурой.",
            "bestPractices": [
                {
                    "message": "Но потом пришли большевики и начали взрывать и переделывать храмы по всей стране. Курская кирха в 1938 году лишилась колокольни. Тут заработал радиоклуб.",
                    "imgLink": "https://varlamov.me/2019/prokursk/03.jpg",
                    "imgDescription": "Бывшая лютеранская церковь в Курске. Источник: http://varlamov.ru.",
                    "linkHref": "https://varlamov.ru/3693819.html",
                    "linkCaption": "И. Варламов. Как проебать церковь: инструкция из Курска. 3 декабря 2019"
                },
                {
                    "message": "Храмы быстро кастрировали, попов разогнали. Каким-то церквям повезло, они стали музеями и сохранились до наших дней. А каким-то нет, их взорвали и уничтожили. Большинство же перестроили и наполнили новыми смыслами – а чего добру пропадать? [...] В Европе и США есть практика, когда бывшие храмы переделывают под новые функции. В шикарных интерьерах могут расположиться отели, библиотеки, даже бары и пивоварни. Но в России такое вряд ли возможно.",
                    "imgLink": "https://varlamov.me/2020/hramy/18.jpg",
                    "imgDescription": "Бывшая церковь в неустановленном регионе России. Источник: http://varlamov.ru.",
                    "linkHref": "https://varlamov.ru/3901473.html",
                    "linkCaption": "И. Варламов. Кому нужны эти храмы? 22 мая 2020"
                }
            ]
        }
    },
    {
        "topic": "Строят новые культовые сооружения.",
        "west": {
            "message": "Воспитанные и просвещённые граждане сохраняют свою культуру и уважают историческое наследние."
        },
        "russia": {
            "message": "Попы, получившие от власти карт-бланш на одурманивание народа, совсем оборзели."
        }
    },
    {
        "topic": "Одна и та же группа людей долго находится у власти.",
        "west": {
            "message": "Пользуясь отлаженными демократическими процедурами свободный народ выбрал стабильность и уверенность в завтрашнем дне.",
            "imgLink": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Visita_de_Estado_de_Angela_Merkel_-i---i-_%2834475803663%29.jpg/640px-Visita_de_Estado_de_Angela_Merkel_-i---i-_%2834475803663%29.jpg",
            "imgDescription": "Прьемьер-министр Германии А. Меркель. Источник: Wikimedia Commons.",
            "bestPractices": [
                {
                    "message": "Образ Меркель [...] уже давно стал символом стабильности и умеренной, тщательно продуманной политики.",
                    "linkHref": "https://www.youtube.com/watch?v=tjDprMHur3Q&t=1536s",
                    "linkCaption": "М. Кац в YouTube. Меркель. Новая «Железная леди» Европы. 23 дек. 2020 г."
                }
            ]
        },
        "russia": {
            "message": "Закостеневшая геронтократическая клика держится на штыках и лживой государственной пропаганде.",
            "imgLink": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c4/PresidentPutin.JPG/640px-PresidentPutin.JPG",
            "imgDescription": "Президент России В. Путин. Источник: Wikimedia Commons.",
            "bestPractices": [
                {
                    "message": "Важная скрепа Путинской системы управления — начальники уходят с должности только вперёд ногами. Сменяемость не соответствует нашему особому пути.",
                    "linkHref": "https://twitter.com/max_katz/status/1386008169747464195",
                    "linkCaption": "М. Кац в Twitter. 24 апр. 2021 г."
                }
            ]
        }
    },
    {
        "topic": "Контролируют сердства связи и автоматически распознают лица на записях с камер наружного наблюдения.",
        "west": {
            "message": "Беспрецедентные меры по повышению уличной безопасности станут одним из краеугольных камней сверхсовременного законопослушного общества."
        },
        "russia": {
            "message": "Тоталитарное репрессивное государство закручивает гайки с целью выжать из собственных граждан последние соки."
        }
    },
    {
        "topic": "В сражении солдаты проявляют чудеса отваги и стойко держат натиск врага.",
        "west": {
            "message": "Настоящие, верные своему долгу патриоты, отваге которых мы можем лишь завидовать.",
            "imgLink": "https://upload.wikimedia.org/wikipedia/commons/0/0b/Robert_Gibb_-_The_Thin_Red_Line.jpg",
            "imgDescription": "Р. Гибб. Тонкая красная линия. Источник: Wikimedia Commons."
        },
        "russia": {
            "message": "Бездарные военачальники закидывают врага трупами своих жалких соотечественников.",
            "bestPractices": [
                {
                    "message": "Вот вам качество маршалов и генералов, стратегии и тактики. Мясники, гнавшие солдат на убой! Русская баба еще нарожает, хрен ли людей жалеть?!",
                    "linkHref": "https://twitter.com/gudkov_g/status/1390344326513889283",
                    "linkCaption": "Г. Гудков в Twitter. 6 мая 2021 г."
                }
            ]
        }
    },
    {
        "topic": "Заключают договор со злонамернным вероятным противником.",
        "west": {
            "message": "По-благородному наивные рыцари запада хотели только хорошего, но их обманули вероломные русские.",
            "bestPractices": [
                {
                    "message": "Позволю себе нарушить 76-летную традицию поношения данного соглашения и изложить некие доводы в его защиту. [...] Не был учтен союз Гитлера и Сталина, которые осенью 1938 бранились похлеще, чем Россия с Украиной сейчас. Такой подлости даже «мюнхенские предатели» не ждали.",
                    "linkHref": "https://szona.org/o-myunhenskom-sgovore-odna-hitrost-dve-podlosti/index.html",
                    "linkCaption": "Е. Ихлов. О «Мюнхенском сговоре»: Одна хитрость и две подлости. 11 февраля 2015. (Свободная Зона)"
                }
            ]
        },
        "russia": {
            "message": "Это было величайшее преступление против человечества за всю историю, в которым виноваты именно и только русские.",
            "bestPractices": [
                {
                    "message": "Мы принесли кровь и страдание многим народам и своему, разумеется, в первую очередь. Но и многим народам Европы. Мы несем полную ответственность за развязывание – СССР — Второй мировой войны.",
                    "linkHref": "https://echo.msk.ru/programs/personalno/2833422-echo/",
                    "linkCaption": "В. Шендерович. Особое мнение. 06 мая 2021."
                }
            ]
        }
    },
    {
        "topic": "Государство проводит обширную программу социальной помощи.",
        "west": {
            "message": "Вот это правильно; так хорошо, когда общество заботится о каждом своём члене!"
        },
        "russia": {
            "message": "Какой кошмар; да сколько же мы будем избавляться от патернализма и других наследственных пятен совка!?",
            "bestPractices": [
                {
                    "message": "Если мы от патернализма будем потихонечку отруливать, а каждый человек поймёт, что его судьба прежде всего в его собственных руках, — заметил глава государства, — это будет очень правильным направлением в работе с молодыми людьми.",
                    "linkHref": "https://ria.ru/20170622/1497066798.html",
                    "linkCaption": "В. Путин на встрече с классными руководителями старшеклассников. РИА Новости. 22.06.2017."
                }
            ]
        }
    },
    {
        "topic": "Компания цензурирует сообщения своих пользователей.",
        "west": {
            "message": "Эта цензура — кого надо цензура.",
            "bestPractices": [
                {
                    "message": "Бан Трампа не имеет никакого отношения к свободе слова. [...] Никому не даровано право писать в твиттер, это частная организация которая может, но не обязана предоставлять площадку",
                    "linkHref": "https://twitter.com/max_katz/status/1347701366903500804",
                    "linkCaption": "М. Кац в Twitter. 9 янв. 2021 г."
                }
            ]
        },
        "russia": {
            "message": "Настанет ли день, когда в России избавятся от вечной своей привычки затыкать рот всем добрым людям!?"
        }
    },
    {
        "topic": "Школьная форма.",
        "west": {
            "message": "Ученики гордятся своей школьной формой.",
            "imgLink": "https://condenast-media.gcdn.co/tatler/aee49892aa8bae504cf7fb608243b221.jpg/e815bb97/o/t5077x3506",
            "imgDescription": "Александр Солженицын на встрече с учащимися Итонского колледжа, 1983 год. Источник: tatler.ru, pinterest.ru."
        },
        "russia": {
            "message": "Школьная форма — это символ зловещего тоталитаризма.",
            "bestPractices": [
                {
                    "message": "In the late Soviet period, the school uniform was perceived by many as an element of the totalitarian system and a tool for suppressing individuality.",
                    "imgLink": "https://cdni.rbth.com/rbthmedia/images/all/2017/09/09_hbi52b30d2389b14_1024_b.jpg",
                    "imgDescription": "Советские школьники. Источник: Semen Frindlaynd/MAMM/russiainphoto.ru",
                    "linkHref": "https://www.rbth.com/arts/history/2017/09/01/how-soviet-children-struggled-with-symbol-of-totalitarism-the-school_832282",
                    "linkCaption": "Margarita Lindt. How Soviet children struggled with the symbol of totalitarism - school uniform. Russia Beyond. Sept 01 2017"
                }
            ]
        }
    },
    {
        "topic": "Рабство отменяют после 1860 г.",
        "west": {
            "message": "Свободолюбивые американцы враз расправились с ненавистным пережитком, разделив со своими ближними важнейшие демократические ценности."
        },
        "russia": {
            "message": "Из-за отвратительного института лаптей и лохмотьев, за которые до последнего цеплялась звероподобная русня, миллионы влачили жалкое существование.",
            "bestPractices": [
                {
                    "message": "Подземка Нью-Йорка — одна из самых старых в мире. Первый поезд был пущен тогда, когда у нас отменили крепостное право — в середине XIX в.",
                    "linkHref": "https://www.youtube.com/watch?v=P_g10-9Y2eY&t=294s",
                    "linkCaption": "Орёл и Решка - 1 Выпуск НЬЮ-ЙОРК"
                }
            ]
        }
    }
]